{
  "title": "MYTHOS Gallery",
  "items": [
    {
      "id": "mermaid-collection",
      "title": "Mermaid in the Depths",
      "category": "Mermaid",
      "date": "2025-12-31",
      "src": "assets/mermaid/20251231_1449_海洋中的亚洲女性_remix_01kdsjm5fbekbawbfchp1vbpk3.png",
      "thumb": "assets/mermaid/20251231_1449_海洋中的亚洲女性_remix_01kdsjm5fbekbawbfchp1vbpk3.png",
      "images": [
        "assets/mermaid/20251231_1449_海洋中的亚洲女性_remix_01kdsjm5fbekbawbfchp1vbpk3.png",
        "assets/mermaid/20251231_1449_海洋中的亚洲女性_remix_01kdsjm5fdfsasyh0qyxf5rq18.png"
      ],
      "article": "<h3>The Concept</h3><p>This collection explores the ethereal beauty of mermaids submerged in deep azure waters. The focus was on capturing the interaction between light and water, creating a dreamlike atmosphere.</p><h3>Technique & Variation</h3><p>Using digital painting techniques, I layered multiple translucent washes to simulate the density of water. The series presents two variations: one focusing on the interaction with surface light, and another emphasizing the serenity and calmness of the underwater world with a softer palette.</p><h3>Inspiration</h3><p>Inspired by classical mythology and modern fantasy art, these illustrations aim to portray the mermaid not just as a creature of beauty, but as a powerful entity at one with her environment.</p>"
    },
    {
      "id": "warrior-collection",
      "title": "Guardian of the Abyss",
      "category": "Mermaid",
      "date": "2025-12-31",
      "src": "assets/mermaid/20251231_1448_海洋中的战士_remix_01kdsjk37wfbnapng9mqt6b0tw.png",
      "thumb": "assets/mermaid/20251231_1448_海洋中的战士_remix_01kdsjk37wfbnapng9mqt6b0tw.png",
      "images": [
        "assets/mermaid/20251231_1448_海洋中的战士_remix_01kdsjk37wfbnapng9mqt6b0tw.png",
        "assets/mermaid/20251231_1448_海洋中的战士_remix_01kdsjk37xemmvbsd7jktwqcwn.png"
      ],
      "article": "<h3>Character Design</h3><p>This series represents warriors of the deep sea, clad in armor forged from coral and ancient metals. The design blends organic shapes with rigid protective structures, suggesting a civilization adapted to high-pressure environments.</p><h3>Storytelling & Visuals</h3><p>The collection showcases both defensive stances and dynamic motion. One piece focuses on a commanding, vigilant presence, while the other captures the warrior in action. Bioluminescent lighting effects were added to the armor to suggest both a natural light source and magical properties.</p>"
    }
  ]
}